aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
kevinkyang.auto-comment-blocks
lokalise.i18n-ally
miramac.vscode-exec-node
naumovs.color-highlight
NicholasHsiang.vscode-javascript-comment
PKief.material-icon-theme
RobbOwen.synthwave-vscode
stackbreak.comment-divider
steoates.autoimport
stevencl.addDocComments
streamhue.extensions
streetsidesoftware.code-spell-checker
stxr.iconfont-preview
sysoev.language-stylus
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
